{"tweet_id": "1432187242567458818", "tweet": "Hotstar web series 'The Empire' of Nikhil Advani and Mitakshara Kumar on the life of Emperor Babur. Great work! At a time when the entire bhakt mandali is abusing and attacking Mughals as dacoits, their courage in making series on the life of Babur is highly commendable. Bravo!", "comments": [{"tweet_id": "1432229469314453509", "tweet": "@NcAsthana Taliban had also blasted Buddhists sites in Afghanistan  ...They should make other series to glorify talibanis too .... Glorifying barbarism is not big deal .....Indirectly they are helping Bjp ....you people think hinduism is bjp and our culture is bjp..In between you cross line", "replies": [{"tweet_id": "1432269039305310208", "tweet": "@rohitfotedar1 @NcAsthana This Modiji will do...your wish will be fulfilled by him shortly."}]}, {"tweet_id": "1432305776836546564", "tweet": "@NcAsthana Mughals looted, we stood; brits looted, we stood; congress looted, we stood.. why can’t someone make web series on incredible hindusthan after all, most of the world is eating what was taken from us.", "replies": [{"tweet_id": "1432345736570556418", "tweet": "@i_know_tha_t @NcAsthana Modi is looting, we are still standing"}, {"tweet_id": "1432378521054105604", "tweet": "@i_know_tha_t @NcAsthana You failed to protect the land everytime. That's why they were able to loot in the first place. What kinda cope is this?"}, {"tweet_id": "1432398529423544333", "tweet": "@i_know_tha_t @NcAsthana Marathas have also looted, massacred, r@ped. Plz read up about 1741-1752 raid on Bengal by Marathas. Empires are built on blood, and Maratha exploits were cruel even by pre-modern standards."}]}, {"tweet_id": "1432327425153593350", "tweet": "@NcAsthana We all know who he is.... Chhatrapati Shivaji Maharaj the architect of Modern Bharata. Arungzeb dacoit tried so hard but couldn't defeat Him.. tyon malechchha-vansha par Sher Shivaraj hai!( So has descended king Shivaji ,the Tiger.\nupon the clan of mlecchas(barbarians), https://t.co/9C6rakuBsc", "replies": [{"tweet_id": "1432398709162065927", "tweet": "@Vishal_666_657 @NcAsthana Marathas have also looted, massacred, r@ped. Plz read up about 1741-1752 raid on Bengal by Marathas. Empires are built on blood, and Maratha exploits were cruel even by pre-modern standards."}]}, {"tweet_id": "1432328613836124162", "tweet": "@NcAsthana Maharana Bappa Rawal The ferocity and bravery of Bappa Rawal was so astounding that Arabs didn’t dare to attack prosperous India for next 400 years. My heroes.... Babur the dacoit https://t.co/7NSR9oMXIx", "replies": [{"tweet_id": "1432398680632430595", "tweet": "@Vishal_666_657 @NcAsthana Marathas have also looted, massacred, r@ped. Plz read up about 1741-1752 raid on Bengal by Marathas. Empires are built on blood, and Maratha exploits were cruel even by pre-modern standards."}]}, {"tweet_id": "1432361146653110276", "tweet": "@NcAsthana 100% Disagree with you here\n\nThis is just a commercial take on what will be sensational and will attract views. Content itself is highly fictional, artistic value min, typical bwood masala\n\nChanakya is still gold standard here on historical series, 30 years on. Enough said."}, {"tweet_id": "1432376697874231300", "tweet": "@NcAsthana He made the movie because AH like you are supporting", "replies": [{"tweet_id": "1432376873384697856", "tweet": "@NcAsthana Sayv anything because you have blue tick"}]}, {"tweet_id": "1432389166306713605", "tweet": "@NcAsthana Absolutely right sir", "replies": [{"tweet_id": "1432439812867477507", "tweet": "@Sakib_hassan_ @NcAsthana Madarsachap Mughals were Turks not South Asian Muslims, They were defeated by Hindu Maratha Empire"}]}, {"tweet_id": "1432424773787607040", "tweet": "@NcAsthana And you tweeting this in this hour of despair and chaos is also an act of bravery and courage. More power to you too", "replies": [{"tweet_id": "1432440119890518019", "tweet": "@srkhan2099 @NcAsthana Mughals were Turks they killed millions in India but I don't know why tou South Asians glorify Turkic empire"}]}]}