{"tweet_id": "1467672078975258625", "tweet": "#ShauryaDiwas,#Ayodhya,#BabriMasjid \nThe day of regaining the lost pride 😊 https://t.co/lkAuLuuVEx", "comments": [{"tweet_id": "1467692368560201728", "tweet": "@HumbleRekha Thu", "replies": [{"tweet_id": "1467751829811335171", "tweet": "@MohdSoh17200117 @HumbleRekha Aasiha ki c h ut me thu"}]}, {"tweet_id": "1467692952243748866", "tweet": "@HumbleRekha Why only Ram Mandir and not Ram Sita mandir?\nWhy was sita let to die in the jungle", "replies": [{"tweet_id": "1467756876863397890", "tweet": "@SyedAbd23421225 @HumbleRekha Bcoz it's ram janmabhoomi not sita"}, {"tweet_id": "1467773022534717442", "tweet": "@SyedAbd23421225 @HumbleRekha Ghar wapsi karle sab samzaya jayega fir se..."}, {"tweet_id": "1467695583494217728", "tweet": "@SyedAbd23421225 @HumbleRekha You can’t tolerate a tweet on your religion, god, and burn everything when someone tweets. When you don’t have tolerance then you should not utter other religion gods so casually."}, {"tweet_id": "1467738473058947072", "tweet": "@SyedAbd23421225 @HumbleRekha Why did Muhammed r*ped a little girl?"}, {"tweet_id": "1467777300699574274", "tweet": "@SyedAbd23421225 @HumbleRekha Tum madersha chaap ko Muhammad ki history pata nahi pictures ki baat chodo photo se gala kaat dete ho\nTo tum bdk hamari history pe gyan pail rahe ho"}, {"tweet_id": "1467794467616788484", "tweet": "@SyedAbd23421225 @HumbleRekha Says the one whos religious faith doesn't allows women to even visit there own mosque for namaz.....jao bho-sri wale chicha kahi jake bakri k saath muh kala karo yaha gyaan mat s'hodo...by the way why there's only allah why there's no \"ALLHEE\""}]}, {"tweet_id": "1467705480164249609", "tweet": "@HumbleRekha Okay \n\nAre we in India or China?\n#AskModi", "replies": [{"tweet_id": "1467709803271057408", "tweet": "@Anilcherukara @HumbleRekha U should go to China and see what happens there...u will some crying and running back to India"}]}, {"tweet_id": "1467712748448481284", "tweet": "@HumbleRekha Rnd***", "replies": [{"tweet_id": "1467734111406018564", "tweet": "@MohdSho61460922 @HumbleRekha Apne ammi ki baat  kr raha he 😂🤣"}]}, {"tweet_id": "1467731884402622468", "tweet": "@HumbleRekha मुस्लिम नाम की गंदगी भारत में कौनसी अच्छी सोच के साथ आई थी क्या क्या किया यहां आकर सबको पता है", "replies": [{"tweet_id": "1467753248622710785", "tweet": "@prmeshawar @HumbleRekha 🤬🤬🤬🤬"}, {"tweet_id": "1467774714277871618", "tweet": "@prmeshawar @HumbleRekha MUSLIM name ki khubsurti ka andaza is ßaat se lga k humko kisi k mazhaß ko ßura ßhala ßolne ko nhi kaha gya h ,,, warna jo sadhu sant sadko pe nange ghumte h us se hi patà chal jatay k balatkariyo ka dharm kitna nanga h."}, {"tweet_id": "1467786592379043845", "tweet": "@prmeshawar @HumbleRekha History Monuments kon banaye zara uspe nazar dekhle Ex:- Taj Mahal, Lal Qila, Qutub Minar, Charminar aur kayi Hospitals , universities abi b Muslims mughals aur Nizam ke pe hi hai"}]}, {"tweet_id": "1467794811948130304", "tweet": "@HumbleRekha No matter how many lies you say to the world, it will be Babri forever!!!\n\nMonument of falsehood or any other monument built on the Babri land can never erase the memory of Babri from India's hearts.\n\nLet's rebuild Babri\n\n#StriveTillBabriMasjidRebuilt\n#BabriMasjid #BabriZindahai https://t.co/mKRxWfXXPW", "replies": [{"tweet_id": "1467808113159917568", "tweet": "@mansoor2in @HumbleRekha Bro siva manidir on sivjis name ,Makka and madina on prophet Muhammad's name ,Ram mandir on Ramjis name because they are our faith or emotion but...who is Babar whose name you all r claim a mosque because \"except Allha or Muhammad there is nothing to be accepted in Islam\""}]}]}