{"tweet_id": "1464851061882118147", "tweet": "\"I'm Done, Goodbye...\": Comic After 12 Shows Cancelled In 2 Months https://t.co/DE6QMbaUaB https://t.co/jKEhciwCpg", "comments": [{"tweet_id": "1464856903184355333", "tweet": "@ndtvfeed Comic? what was comedy in that? If I abuse @PrannoyRoyNDTV Prannoy on your handle, will that be classified as comedy?"}, {"tweet_id": "1464866991684997124", "tweet": "@ndtvfeed @ndtv Super.. economic boycott will teach good lessons to these so called comedians who specifically defame one set of religious people and take it for granted.  When you have several topics to do comedy, why would anyone choose to take religion and community for comedy. good response"}, {"tweet_id": "1464867447698169857", "tweet": "@ndtvfeed Let's rejoice somehow we managed to trample a dream of a young man....Mr 56 is allowed to joke but not this man who does the same with all sincerety..."}, {"tweet_id": "1464868988001816577", "tweet": "@ndtvfeed @ndtv Whatever others might do, didn’t expect @RahulGandhi to silently watch this discrimination against someone’s rights\n\nAre there no @INCIndia ruled or opposition ruled states to hold these shows @OfficeofUT @AUThackeray @ShivSena @rautsanjay61 @bhupeshbaghel @munawar0018"}, {"tweet_id": "1464871221166632961", "tweet": "@ndtvfeed @ndtv Andh bhakt khush"}, {"tweet_id": "1464890639095525376", "tweet": "@ndtvfeed One can gauge the level of common sense of those people who opposes Munnawar Farooqui's or for that matter any other comedians shows. Ur opposition to such shows shows that ur definition of ur religion is on tenterhooks as it can b damaged by comedy."}, {"tweet_id": "1464975204770193410", "tweet": "@ndtvfeed It's a sad development for the nation."}, {"tweet_id": "1464975426468528134", "tweet": "@ndtvfeed Very saddened day for democratic nation."}, {"tweet_id": "1464975253478658051", "tweet": "@ndtvfeed Sad for the barion"}, {"tweet_id": "1464985118284529672", "tweet": "@ndtvfeed Injustice with him. 😞😞"}, {"tweet_id": "1464989665216270338", "tweet": "@ndtvfeed Does Munawaar Faruqi support the freedom of expression of a cartoonist? Charlie Hebdo in this case...."}, {"tweet_id": "1465034714415128585", "tweet": "@ndtvfeed This is the new India where comedians are a threat &amp; terror accused are in ruling government.\n#Munawar #SadhwiPragya #TwoIndias #Hypocrisy"}, {"tweet_id": "1465137448501927937", "tweet": "@ndtvfeed This is the best card they have got. https://t.co/CLg0PWUgAT"}, {"tweet_id": "1465184423322787843", "tweet": "@ndtvfeed This is so sad, one comedian can't perform. Just because he is portraying reality in a comic style.\nDon't give up man @munawar0018 of course you can take a brief break instead."}]}