{"tweet_id": "1470064763950362629", "tweet": "Gyanvapi mosque (Illustration by James Prinsep, 1836) built atop the grand Kashi Vishwanath Temple demolished by the genocidal MONSTER Aurangzeb.\n\nCelebrate the #KashiVishwanathCorridor, sure, but never forget the cruel historical injustice that has yet to be corrected. NEVER. https://t.co/P81sTjA71o", "comments": [{"tweet_id": "1470065024349532160", "tweet": "@ARanganathan72 हर हर महादेव 🙏🙏🙏 https://t.co/iRigZ7EgKt", "replies": [{"tweet_id": "1470065225462259713", "tweet": "@ARanganathan72 Sketch done by my younger daughter when she was in school 😊"}, {"tweet_id": "1470705583867138052", "tweet": "@charuhasmujumd1 @ARanganathan72 Very nice"}]}, {"tweet_id": "1470065756427542529", "tweet": "@ARanganathan72 Which Mughal king had the good sense and benevolence of naming a mosque \"Gyanvapi\"??", "replies": [{"tweet_id": "1470274069748543492", "tweet": "@dinesh2sinha @ARanganathan72 It wasn't good sense or benevolence. People called it thus."}]}, {"tweet_id": "1470066413419196418", "tweet": "@ARanganathan72 Won't forget ever...\nBut today we celebrate what looked almost impossible at one time. Modi wil be remembered for so many things he has done,but Hindus will forever remain grateful for Kashi Vishwanath Corridor. He has changed the face of Kashi.", "replies": [{"tweet_id": "1470229391623942147", "tweet": "@Preeti_S_24 @ARanganathan72 We only hope Hindus are grateful and ensure BJP continues in power. However memory and muscles of hindus are weak and temporary."}]}, {"tweet_id": "1470067079667539970", "tweet": "@ARanganathan72 Now kashi vishwanath mandir...🌀🔱🙇🏻‍♀️🙏🏻 #HarHarMahadevॐ https://t.co/k2b0cMRMTS", "replies": [{"tweet_id": "1470302381833285634", "tweet": "@ShwetaGup001 @ARanganathan72 👌"}]}, {"tweet_id": "1470069969090060291", "tweet": "@ARanganathan72 We as majority Hindus in this sacred nation,had stood and watched the destruction done by the invaders time n again,we named our roads,districts after them,this mentality was the reason that left laughs at us n we endured that too..at last deep slumber has come to an end.Awaken!", "replies": [{"tweet_id": "1470847500638588928", "tweet": "@chitrashankar02 @ARanganathan72 @Meenu_NewYork @Anu109876 @Madhav_sharma_3 @parinsha_sharma @neerajsingh108 \nFeels Good to be awake!!Unfortunately many in d left don’t understand, their own ancestors went through d same atrocities! Totally clueless… https://t.co/wxuCACDgpu"}]}, {"tweet_id": "1470073989062008836", "tweet": "@ARanganathan72 As Indians, our generation should be proud of honouring our ancestors who did supreme sacrifices for saving #Hinduism in the Mughal region.Thanks to #Hindus who made it possible through voting rights.\n\"We are the democracy\"🇮🇳\n#Democracy\n#Varanasi\n#KashiVishwanathCorridor\n#PMModi", "replies": [{"tweet_id": "1470102769281290241", "tweet": "@richaj1309 @ARanganathan72 jai ho chatrapati sivaji maharaj."}]}, {"tweet_id": "1470074769949167617", "tweet": "@ARanganathan72 The first Tantric temple, Kamakhya, was destroyed by the Mongols during the invasion of the Nilachal Mountains. The second Tantric temple was destroyed during the Muslim invasion.Current structure is rebuilt/renovated.Same story goes for Kashi Vishwanath &amp; Somnath temples,etc", "replies": [{"tweet_id": "1470078526204243971", "tweet": "@Pankaj86650202 @ARanganathan72 Somnath and Kashi are NOT the same\n\nSomnath the réclamation is complete\n\nKashi NOT so\nThe corridor id the gateway, the temple BESIDE the mosque remains. With the original Nandi FACING the mosque."}]}, {"tweet_id": "1470076027279917063", "tweet": "@ARanganathan72 @pikaso_me screenshot this", "replies": [{"tweet_id": "1470076082518851588", "tweet": "@Jaeger_Simp @ARanganathan72 Here's your screenshot. For more options (like dark mode), please visit https://t.co/6fIpjtsiEr. https://t.co/uvCJ959bRB"}]}, {"tweet_id": "1470087037256486913", "tweet": "@ARanganathan72 @binugazi Learnt in school days .\nHow to make someone's line smaller without erasing it ?\nBy drawing a line bigger than theirs adjacent to it.\nNamo did it.🚩🚩🚩", "replies": [{"tweet_id": "1470240750445084674", "tweet": "@Orthop108 @ARanganathan72 @binugazi As someone very wise may/may not have once said....\nI come from 2 Indias! One which believes in drawing a longer line while the other quietly uses a eraser to remove anything and everything the earlier had drawn!"}]}, {"tweet_id": "1470087187060322307", "tweet": "@ARanganathan72 Absolutely ..... correcting historical injustice is the is first step towards civilisation preservation", "replies": [{"tweet_id": "1470235113413697538", "tweet": "@BesuraTaansane @ARanganathan72 This also will be done soon... 🙏"}]}, {"tweet_id": "1470087460986130439", "tweet": "@ARanganathan72 I remember reading shri SL bahyrappa's AAVARANA, and the sheer imagery and emotions with which kashi and the demolition of vishwanath mandir was described haunted me for months. It was painful and deeply unsettling. We suffered soo so much. Never forget", "replies": [{"tweet_id": "1472430865003081728", "tweet": "@ikshawak @ARanganathan72 Very well said. After reading that chapter, my life has changed.\n\nStarted clearly seeing all these hypocrite #librandu #sicular commies who have hidden our true history from us. https://t.co/PitQJKu7iJ"}]}, {"tweet_id": "1470088677959225345", "tweet": "@ARanganathan72 @AskDrShashank Also saw this at Qutub Minar. https://t.co/XWVMEhgzfI"}, {"tweet_id": "1470100908293820420", "tweet": "@ARanganathan72 Clearly, we need kar seva 2 for demolishing gyanvapi masjid. I will go if such a thing happens. Will take Bosch Demolition Hammer.", "replies": [{"tweet_id": "1470102080136237061", "tweet": "@ARanganathan72 But then, is it not better to hire JCB machines in Benaras?"}]}, {"tweet_id": "1470176515383988225", "tweet": "@ARanganathan72 Irfan habib romila tapar n guha distorians going complain about you to khangress @PKotekar @TVMohandasPai @vivekagnihotri @madhukishwar @smitaprakash @davidfrawleyved @mariawirth1 @SreeIyer1", "replies": [{"tweet_id": "1470178055054409744", "tweet": "@Gg18355 @ARanganathan72 @PKotekar @TVMohandasPai @vivekagnihotri @madhukishwar @smitaprakash @davidfrawleyved @mariawirth1 @SreeIyer1 All these Habibis thapars and Guhas can’t do a thing nor can they think .. they have distorted not only our history but our very cultural confluences. They deserve to give up on their historian degrees and rework on their ethical systems."}]}, {"tweet_id": "1470230362961821701", "tweet": "@ARanganathan72 What's appalling  is that the current  descendants  of the invaders  aren't apologetic  or remorseful  about  this destruction  and none is talking about  correcting  the wrong .", "replies": [{"tweet_id": "1470701600310136840", "tweet": "@Konkani_babu @ARanganathan72 And we shouldn’t hold our breath…Cz they r not inclined to.\n\nThey r taught by the maulanas that they r the best. Everything they want should be theirs &amp; it’s ok to take from kuffars.\n\nThe worse mistake by our ancestors…never reading the Peaceful book."}]}, {"tweet_id": "1470278331304058880", "tweet": "@ARanganathan72 Can anyone guide me in knowing the present status of the temple visa vis the one in this picture?", "replies": [{"tweet_id": "1470491127094591491", "tweet": "@1blooddoc @ARanganathan72 Status is pretty much is as shown in the pic. \nWiki Gyanvaapi mosque"}]}, {"tweet_id": "1470237530343849984", "tweet": "@ARanganathan72 @pikaso_me screenshot this"}, {"tweet_id": "1470250842867388419", "tweet": "@ARanganathan72 @pikaso_me screenshot this"}, {"tweet_id": "1470255461047828487", "tweet": "@ARanganathan72 Jawaharlal and erstwhile Congress had wanted our problems to ever alive that's why they didn't resolve the issue of reclaiming scores of temples on which mosques were built. The religious concerns of Hindus have no values to them till date. Leaving problems unresolved is blunder.", "replies": [{"tweet_id": "1470590343355588608", "tweet": "@ARanganathan72 to remain ever alive."}]}, {"tweet_id": "1470376306340601856", "tweet": "@ARanganathan72 Did we not agree to a rule in 1947 that all such religious sites will maintain a status quo ante as it is and we will hereon march forward and don’t look back in time as that will open up a can of worms like Buddhist and Jain shrines being destroyed etc. Are we not dutibound.", "replies": [{"tweet_id": "1470628595622035457", "tweet": "@ManasKSinha @ARanganathan72 We who?"}, {"tweet_id": "1470628832075939840", "tweet": "@ManasKSinha @ARanganathan72 Imagine same with ur own hm. Then forget and forgive"}, {"tweet_id": "1471376143278170112", "tweet": "@ManasKSinha @ARanganathan72 It was even suggested by gandhi that congress should be desolved post independence.. did it ever happen? People who agreed to maintain statisco had their own vested intrest in doing so.. the ruined the country and its Modi who is not cleaning their created mess"}, {"tweet_id": "1470608885866061826", "tweet": "@ManasKSinha @ARanganathan72 Idiot congressis had agreed under intoxication of mohandas doctrine.\nBut We wont. Kuch to self respect rakho yaar. Spineless hone ki bhi limit hai. Jo banda apne bhagwaan ko bhi psuedo secularism ke naam parr compromise karr sakta hai wo nikamma hai"}, {"tweet_id": "1470946341509644291", "tweet": "@ManasKSinha @ARanganathan72 er, buddha was a hindu.\n\nbuddhism is a strand, like jainism, as isms tend to be."}, {"tweet_id": "1472085389665992709", "tweet": "@ManasKSinha @ARanganathan72 But the same decision makers were responsible for division of the Nation on religious grounds. Two nations given to Muslims of the Nation. Moreover,  29 lakhs of Hindus were killed in the name of division of the Nation. \n\nDo you accept such anti-hindu elements as your leaders."}, {"tweet_id": "1471446319092813825", "tweet": "@ManasKSinha @ARanganathan72 Shut up u castesit ur blinnded by ur casteist thinking followed by gifts from isi"}]}, {"tweet_id": "1470441837852721152", "tweet": "@ARanganathan72 काशी-मथुरा बाकी है : #Hindutva\n#KashiVishwanathDham\n#KashiVishwanathCorridor\n#KashiVishwanathTemple", "replies": [{"tweet_id": "1470442692203008000", "tweet": "@BishnuPrMishra @ARanganathan72 UP to vote for Kashi, Mathura. BJP victory is certain in election."}]}]}