{"tweet_id": "1426951286243561482", "tweet": "Right Wing is mocking and trolling Indian Muslims because Taliban have taken over Kabul. \nEven the worst human tragedies and miseries are just an ‘opportunity’ for them. \nShame on you, Sanghis !", "comments": [{"tweet_id": "1426951673008693249", "tweet": "@khanumarfa Aunty ji...! photoshop karke Talibans ko Afganistan ke bahar kar do :)"}, {"tweet_id": "1426951828688707585", "tweet": "@khanumarfa Islamic nation Tazakistan not allowing flights from Kabul to land in their territory.\nOur secular dharamshala India had sent plane to Kabul and brought  VIP afghans.."}, {"tweet_id": "1426952253634580487", "tweet": "@khanumarfa This is the meaning of democracy for #Taliban \nHa ha ha \nSee yourself ! \nशर्म तुम करो ! https://t.co/dyzvYY2jcO"}, {"tweet_id": "1426955113461993475", "tweet": "@khanumarfa As if Afghanistan was prospering under American occupation. 🧐 seems like Afghanistani people r backing Talibans. So let them chose whatever they want. #Afghanishtan"}, {"tweet_id": "1426958352907587589", "tweet": "@khanumarfa Nope. \nJust wanna ask \nWhy no condemnation by Muslims??????? \nWhere's all the love you were showing for Palestinians? \nWhy these double standards!!"}, {"tweet_id": "1426961070174838787", "tweet": "@khanumarfa We don't understand why do you Want to live in Hindu t@liban?"}, {"tweet_id": "1426961672376176644", "tweet": "@khanumarfa There are good Taliban, okay arfa khanum sherwani. https://t.co/jmB3ijLX9e"}, {"tweet_id": "1426962071044825090", "tweet": "@khanumarfa If you hv the guts, speak one word against Taliban Sherwani."}, {"tweet_id": "1426966211800174592", "tweet": "@khanumarfa वैसे जिसने अफगानिस्तान पर कब्जा किया है ये तालिबान गुड है या बेड 🤔 https://t.co/VP6JCLG0ps"}, {"tweet_id": "1426967318953828352", "tweet": "@khanumarfa Hahahaha This is what you do when you don't have guts to condemn Taliban &amp; Sharia.\n\nArfa ka kal pet bhi kharab hoga tab bhi uske liye Sanghi jimmedar honge.\n\nShame on you &amp; entire Liberandus including Malala."}, {"tweet_id": "1426968089728454656", "tweet": "@khanumarfa Good Taliban or Bad Taliban?\n\nhttps://t.co/cneArxWGkK"}, {"tweet_id": "1426974765990907906", "tweet": "@khanumarfa How do you always manage to make “Sanghis” the v!llains ? \n\nWhether it was Danish k!lled in cold blood by Tal!Ban or now the human tragedy unfolding in AFG?\n\nWhy don’t you condemn the Tal!ban?\n\nWhat atrocities they will commit there?\n\nEspecially on women\n\nPray for them🙏🙏"}, {"tweet_id": "1426982184867426304", "tweet": "@khanumarfa religion can take u to places you don't wanna go. https://t.co/Qt6tS2QEbq"}, {"tweet_id": "1426991674803245057", "tweet": "@khanumarfa Meanwhile gareeb Indian Muslim who is being tolled https://t.co/4mWuEjeBTM"}, {"tweet_id": "1427093242705715203", "tweet": "@khanumarfa Have you lost your mind completely?"}, {"tweet_id": "1427133982538289155", "tweet": "@khanumarfa मैडम ये सब छोड़ो, अब ये बताइए कब अफगानिस्तान जाने की घोषणा कर रही हैं, हम सभी भारतीय इंतजार कर रहे हैं। अब देर मत करिए अब तो अफगानिस्तान में सच्चे मुस्लिम सत्ता में भी आ गए हैं। अगर नहीं कह सकती तो लेक्चर मत दो। पनौती कहीं की, काला तंबू पहनना सीख पहले, लेक्चर देने चली हैं 😄😄"}, {"tweet_id": "1427144128190504971", "tweet": "@khanumarfa You are feeling safe in India or not ?"}, {"tweet_id": "1427146121739083780", "tweet": "@khanumarfa Crime in Afgh@nistan done by your ilks, but you will still blame H¡ndus. And then you claim to be secul@r. Nobody is happy with what's happening with Afghanis, but India or H¡ndus had no role in it. Go ask US who went there 20 yrs back only to ditch them. So please keep quiet."}, {"tweet_id": "1427146270045401089", "tweet": "@khanumarfa Will you feel ashamed of him? If yes condemn him report him to cops. Will you? https://t.co/awcGdAxpF7"}, {"tweet_id": "1427167983160287237", "tweet": "@khanumarfa फिर ये कौन लोग हैं किस ग्रह के लोग है? https://t.co/x83Q3ybp8p"}, {"tweet_id": "1427172233131089920", "tweet": "@khanumarfa Seems #Taliban has paid you to spew venom on Hindus while remaining tongue-tied about the ghastly rapes on minors. \nYou are a disgrace to humanity"}, {"tweet_id": "1427177540628582402", "tweet": "@khanumarfa When did you began to condemn Sharia? Taliban wants Sharia to be applied.\n\nI fail to understand how the great \"Sharia\" be the worst human tragedy?\n\nDon't you also parrot against \"Vandematram\" because of Sharia?"}, {"tweet_id": "1427185409939804163", "tweet": "@khanumarfa No idea why IMT here is supporting Talibans. Saw many tweets or comments in this regard."}, {"tweet_id": "1427188881548476417", "tweet": "@khanumarfa @khanumarfa look at some “Indian Muslims”’s views. I hope you condemn such hate mongers with all your heart instead of shamelessly blaming “Sanghis” for everything. https://t.co/BgOeOJqtl2"}, {"tweet_id": "1427208878547083270", "tweet": "@khanumarfa I guess you have no inch of shame inside you or you were never born with it. Btw how is it even a tragedy to you? Is it because the Taliban are not sparing even the Muslims out there?😂 You were actively orchestrating riots during CAA enactment coz it was meant for non Muslims."}, {"tweet_id": "1427236020873928706", "tweet": "@khanumarfa Grapes are sour madam, nothing else to tweet, why dont you don the blue burkha and help the Afghani women if you really cared for them!"}, {"tweet_id": "1426953305075314690", "tweet": "@khanumarfa Sanghis kisi talibani se kam hai kya?"}, {"tweet_id": "1426953359810957314", "tweet": "@khanumarfa And why are they after Malala, what has that young girl done to them? I mean, she must be worried sick as her family and loved ones now might be targets, but the whole day they are tweeting and trolling her as to why she is not talking?! How is she answerable to them?"}, {"tweet_id": "1426954117126279170", "tweet": "@khanumarfa Sanghis have gone mad after hearing the news of #Taliban taking control of Afghanistan"}, {"tweet_id": "1426957452218494979", "tweet": "@khanumarfa This is already happening in india.... I don't know why they can't understand terrorism have no religion... terrorists are nothing to do with islam...They and we Muslims r not the same😔"}, {"tweet_id": "1426970897693478927", "tweet": "@khanumarfa They think that all Indian Muslims are Taliban. They should consider themselves forunate that Indian Muslims are the most moderate in the world. Taliban are infact Sanghi counterparts with the same mindset."}, {"tweet_id": "1426971529456193539", "tweet": "@khanumarfa Mrs. @khanumarfa \nKindly go through this video. My dear Muslim brothers are supporting Taliban. If you want more proofs, DM me 😉 https://t.co/J7KsH6gb5k"}, {"tweet_id": "1427192827583221760", "tweet": "@khanumarfa Being a Indian Muslim I am ashamed of Hypocrisy of Indian Muslims. We cry save Gaza, save humanity for Palestine but none cried \"Save Afghanistan\"... Shows a lot. We think Sharia is good, In reality Afghanistan is proof that its no longer applicable in this age and time."}, {"tweet_id": "1427192911708393476", "tweet": "@khanumarfa 1-Divert Attention from TALIBAN imposing SHARIA in  Democratic Afghanistan\n\n2-Hide Inhuman SHARIA Law &amp; its worst Impact on People\n\n3-Play Victim card saying \"Hindus are Mocking\" Indian Muslims means divert discussion from SHARIA Law's Inhuman Impacts and onto Indian Muslims"}, {"tweet_id": "1427196243877400578", "tweet": "@khanumarfa ruthless reply ever seen..🔥🔥🤣🤣 RIP Arfa begam https://t.co/8ykepH4ojv"}, {"tweet_id": "1427207871075258369", "tweet": "@khanumarfa Well, one of the biggest human tragedies of Covid was an opportunity for you too. Did not miss a chance to show India in bad light by circulating those sad images. You didn't shy away then, why now?\nCondemn the wrong openly, we don't have Sharia in India, don't be scared."}, {"tweet_id": "1427230217194545156", "tweet": "@khanumarfa Yk I've many Muslim buddies and I would spend &gt;10 hrs of my day w some of them. These are some of the best folks I know out there. Yk what's shitty? People like you, who even in the face of cataclysm have the bloody guts to play the blame game. Such an opportunist."}, {"tweet_id": "1427252534117244930", "tweet": "@khanumarfa #Afganistan &amp; @ashrafghani paying their Price for nurturing terrorist for these many years. Soon this situation will come to #Pakistan also. @ImranKhanPTI will simply surrender no question asked. #AfghanistanBurning #AfghanistanCrisis #TalibanDestroyingAfghanistan #Talibans 🔥🔥"}]}