{"tweet_id": "1468564789399982080", "tweet": ".@BaljitBakshi Shame on you #Khalistani. Karma will surely deal with you in a much worse way. https://t.co/brYWulM247", "comments": [{"tweet_id": "1468566176255168517", "tweet": "@ashokepandit @BaljitBakshi He has forgotten danish siddiqui"}, {"tweet_id": "1468566898199588867", "tweet": "@ashokepandit @BaljitBakshi Don't start a trend, you sanghi.\n\nThis is not the time to get lollipop votes for U.P elections.\n\nRIP Gen. Rawat."}, {"tweet_id": "1468572096137629700", "tweet": "@ashokepandit @BaljitBakshi How can anyone rejoice someone's death. Doesn't suit a person in uniform."}, {"tweet_id": "1468577365559181315", "tweet": "@ashokepandit @BaljitBakshi मरना सबको है, बस मरने के कारण और बहाने अलग होते हैं। उनकी मौत ईश्वर ने ऐसी ही लिखी थी। उनकी मौत पर आप जैसे शिक्षित इंसान की ऐसी प्रतिक्रिया और भी दुखद है। क्या आपको पता है कि आपकी मौत किस तरह होगी ? आप अपने #Karma ठीक रखें, कल का किसी को नहीं पता।"}, {"tweet_id": "1468588652259205123", "tweet": "@ashokepandit @BaljitBakshi I think col Baljit never tweeted this"}, {"tweet_id": "1468597293565628424", "tweet": "@ashokepandit @BaljitBakshi What if he knows something that you guys do not know? Also how does this tweet makes him khalistani? Your tweet is equally irresponsible statement in my opinion."}, {"tweet_id": "1468607911043600387", "tweet": "@ashokepandit @BaljitBakshi He should be punished and his army pension withdrawn...God knows what he did while serving..."}, {"tweet_id": "1468611918621396997", "tweet": "@ashokepandit @BaljitBakshi Thanks to God that today a doggie Baljit @BaljitBakshi katua is speaking Sanskrit not Punjabi or Urdu. Good. \nThat's victory of great General Vipin Rawat. \nJai Hind 👍👍"}, {"tweet_id": "1468613780204441601", "tweet": "@ashokepandit @BaljitBakshi Traitors are more dangerous than enemies. ..."}, {"tweet_id": "1468615191017385986", "tweet": "@ashokepandit @BaljitBakshi भेड़ की खाल मे भेड़िये विचरण कर रहे है देश मे।😠"}, {"tweet_id": "1468615354523947014", "tweet": "@ashokepandit @BaljitBakshi Tmkb तुम गद्दार हो गए तुम जैसे लोग किसी काबिल कुत्ते की मौत मरोगे @BaljitBakshi"}, {"tweet_id": "1468616629088964608", "tweet": "@ashokepandit @BaljitBakshi This person is from dog breed. We respect all Sahida from our respected Army and defence forces"}, {"tweet_id": "1468619643254296579", "tweet": "@ashokepandit @BaljitBakshi Khalistani gang has started their jobs"}, {"tweet_id": "1468619994774732801", "tweet": "@ashokepandit @BaljitBakshi Islamists and Khalistanis have been trying to eliminate a few people. Modiji, Doval, Amit Shah, Adityanath, Mohan Bhargav amongst them."}, {"tweet_id": "1468621118512648193", "tweet": "@ashokepandit @BaljitBakshi बहुत ही खेद है जिसका जन्म ही नफरत से पैदा हुआ हो वाह अच्छा कैसा सोच सकता है"}, {"tweet_id": "1468621172786880524", "tweet": "@ashokepandit @BaljitBakshi Legend never dies, he is immortal.Not everyone gets a chance to do such a thing by coming wrapped in the tricolor"}, {"tweet_id": "1468623657203380224", "tweet": "@ashokepandit @BaljitBakshi Sharm sikho bakshi 👊"}, {"tweet_id": "1468638904429412357", "tweet": "@ashokepandit @BaljitBakshi ⛔ इंद्रा गंदी के अंतिम समय मे भी खलिसतनी थे। हेलीकॉप्टर में भी खलिसतनी थे, और आज कर्मा का ज्ञान देने वाले भी खलिसतनी है ।"}, {"tweet_id": "1468677039439826947", "tweet": "@ashokepandit @BaljitBakshi #BipinRawat \nHe served his country for 43 years\nHe strengthens our defense Forces inis leadership\n3 Surgical successful surgical strikes\nAnd he became a Hero of Nation\nDeshbhakti is greatest karma .. \n... \nAnd some 🤬 Telling about karma 😠😠😠.."}, {"tweet_id": "1468685057175003145", "tweet": "@ashokepandit @BaljitBakshi Thats not the right way \nYou are blaming whole religion due to just one person\nKarma will deal with you in a more worse way"}, {"tweet_id": "1468771953003532289", "tweet": "@ashokepandit @BaljitBakshi Ye Libr**du lagta hai. Army me kaise chala gaya? Defence line is not for Libr**du. Libr**du can not protect us from enemies. Unhe to lagta hai ki koi enemies hain hi nahi."}, {"tweet_id": "1468818837927710720", "tweet": "@ashokepandit @BaljitBakshi खलिस्तानी कुत्ता 🦮"}, {"tweet_id": "1468898546707402755", "tweet": "@ashokepandit @BaljitBakshi kya hua Bhai,tumhe chance nhi mila kya kuch krne ka. Apne aapko col kahte ho,sharam kro thhodi."}, {"tweet_id": "1468621099168514048", "tweet": "@ashokepandit @BaljitBakshi Why are Hindus offended by word karma today?"}, {"tweet_id": "1468637256139165697", "tweet": "@ashokepandit @BaljitBakshi Who made him col really disgusting. I have not seen such inhuman. Karma will definitely deal him in the worst way."}]}