{"tweet_id": "1426966700927315972", "tweet": "Indian right wing nationalists expressing concern for Afghan women is peak irony.", "comments": [{"tweet_id": "1426967048698044419", "tweet": "@RanaAyyub Taliban stops women from entering universities.\nRSS establishes special schools for women.\n\nTalk about yout ideology Rana", "replies": [{"tweet_id": "1426970287568998407", "tweet": "@notSoSweetLove @RanaAyyub Acha gee, taliban nai call ki ti? Kyunki indian representative to koi bi nhi hai?"}, {"tweet_id": "1426972613742456833", "tweet": "@notSoSweetLove @RanaAyyub That's why not a single women having any post in RSS. RSS runs according Manusmriti, both Shariya and Manusmriti disrespect women.Baba Saheb restored respect of women by making provisions in constitution"}, {"tweet_id": "1427029419277922305", "tweet": "@notSoSweetLove @RanaAyyub I don't know were you got that from. Being born a girl is the most dangers in the world ( Uncef report)."}, {"tweet_id": "1427088384812490754", "tweet": "@notSoSweetLove @RanaAyyub Why do women need special schools?"}, {"tweet_id": "1427112226842841097", "tweet": "@notSoSweetLove @RanaAyyub If Muslims are that why is that thousands of Indians want to go to Saudi ,UAE,Qatar,Oman, Turkey, Indonesia, Malaysia, Morocco, Maldives , Uzbekistan for work .Even Indian Women feels more secure than India .How many would like to come to India."}, {"tweet_id": "1427147862845034498", "tweet": "@notSoSweetLove @RanaAyyub Did you ignore the attack on JNU students?"}, {"tweet_id": "1427183823289155588", "tweet": "@notSoSweetLove @RanaAyyub In which they teach hatres"}, {"tweet_id": "1427322741410045962", "tweet": "@notSoSweetLove @RanaAyyub Jehad"}, {"tweet_id": "1426967652912730120", "tweet": "@notSoSweetLove @RanaAyyub Rss lynch people for eating beef."}, {"tweet_id": "1426969341895921667", "tweet": "@notSoSweetLove @RanaAyyub Hehehe \nRambhakt gopal who was minor when he shot a fire bullet at Jamia now calling for rape of Muslim women, people like you are responsible for rape because you protect them March for rapists. See 👇🏻 https://t.co/nBz6Empe2S"}, {"tweet_id": "1426992031725854720", "tweet": "@notSoSweetLove @RanaAyyub Delhi , hathras , Madhya Pradesh. Poor family girls are being raped . \nShame on government"}, {"tweet_id": "1426992792727740418", "tweet": "@notSoSweetLove @RanaAyyub Taliban equavalent to ras . They hate Dalits , obc , muslim"}, {"tweet_id": "1427121360761802759", "tweet": "@notSoSweetLove @RanaAyyub RSS establishes schools were men and women are taught to enforce caste system and dehumanize other religions. Go take your BS propoganda RSS crap elsewhere, everyone knows its bloody Nazi rule book-British bootlicking-anti-independence history."}, {"tweet_id": "1427161966330540039", "tweet": "@notSoSweetLove @RanaAyyub Since you &amp; your kind have no concern for the women in Islamic countries. Your fake concern is for Indian women to further your tool kit agenda"}, {"tweet_id": "1427235791030210562", "tweet": "@notSoSweetLove @RanaAyyub Chup maderchod"}, {"tweet_id": "1427249413278212097", "tweet": "@notSoSweetLove @RanaAyyub Taliban spokesperson has already confirmed that women have right to education &amp; they also have right to work. What do u say about GUJRAT 2002.WHEN muslim women were stripped, gang raped, their foetuses burnt and private parts were filled with objct. Despite such shameful"}]}, {"tweet_id": "1426967060354002947", "tweet": "@RanaAyyub And your silence on Taliban is not even a surprise", "replies": [{"tweet_id": "1427016910999330816", "tweet": "@Rishabh_RW @RanaAyyub You are silent on Taliban too. Not surprised"}, {"tweet_id": "1426968262160515076", "tweet": "@Rishabh_RW @RanaAyyub Muslim Taliban?"}]}, {"tweet_id": "1426967113407766529", "tweet": "@RanaAyyub Some Afghanis seeking refuge in India, where you and your clan believe minorities are under threat under Modi rule, is … well … the less said the better", "replies": [{"tweet_id": "1426973158892920834", "tweet": "@rookie_tweet @RanaAyyub Inspired by Modi https://t.co/5LsBpbB40n"}, {"tweet_id": "1426967358946496517", "tweet": "@rookie_tweet @RanaAyyub https://t.co/Mg2tCKSvN4\n\nDekh ankh khol kr"}, {"tweet_id": "1426970522185732099", "tweet": "@rookie_tweet @RanaAyyub It's  obvious that India is safer than a place under the rule of Taliban. It's also a fact that India is geographically close to Afghanistan, making it an ideal place to seek refuge. A country can be safer than under the rule of terrorist organisation but at the time,..."}]}, {"tweet_id": "1426967149583630337", "tweet": "@RanaAyyub Because humanity is topmost priority for not jihad And here you are not uttering a word against taliban because you know tumhara bhi danish ki tareeke ek hi haal hoga i.e death", "replies": [{"tweet_id": "1426967613171593217", "tweet": "@nhipighlunga @RanaAyyub Jis Shariyat ne Danish ko maara,\nUs Shariyat par lanaat hai."}, {"tweet_id": "1426967702036484099", "tweet": "@nhipighlunga @RanaAyyub Usme to himat thi isme himat nhi hai us ke against likhegi to Washington post nikal dega \nAaur taliban ke against to yha ke talabani sympathiser maar dengey"}, {"tweet_id": "1427122945923584001", "tweet": "@nhipighlunga @RanaAyyub Jihad word is the most used word in a Bhakts vocabulary. Yet, the typical dimwit bhakt has no clue what the word even means. Lol. And telling Rana that she will be killed by Taliban, wow such cowardly sanghi behavior. Typical Saravakar trait."}]}, {"tweet_id": "1426967236992921601", "tweet": "@RanaAyyub Even we care for u also... 3 talaq bill is d evidence of d same..", "replies": [{"tweet_id": "1426978641678790657", "tweet": "@VishalBharadwa4 @RanaAyyub Not 'u', you should care for Jashodaben as well."}]}, {"tweet_id": "1426967534738165761", "tweet": "@RanaAyyub Madam, say something about women's liberty under Taliban rule.. Any kind word for Taliban - The liberal group..", "replies": [{"tweet_id": "1426968417895022592", "tweet": "@RanaAyyub Hurray.. Afganistan become secular &amp; liberal under Taliban - The peaceful Group... 😉😇\n\n@BheeshmPitamah @MirYanaSY @igopalgoswami @NijiSachiv @amitmalviya"}, {"tweet_id": "1427833318116974594", "tweet": "@Me_UdaySingh @RanaAyyub That she should stay there for a couple of years to know about"}, {"tweet_id": "1427833468868653056", "tweet": "@Me_UdaySingh @RanaAyyub By the way, is Rana Ayyub a woman 🤔🤔🤔🤔 just asking"}]}, {"tweet_id": "1426967938280554499", "tweet": "@RanaAyyub You have problems with everything ,Visit a doctor", "replies": [{"tweet_id": "1427017928856281093", "tweet": "@ravishendarkar @RanaAyyub You have a problem with her having problem with everything. Visit a better doctor"}]}, {"tweet_id": "1426968266447081473", "tweet": "@RanaAyyub Pakistan backs taliban and the woman who loves pakistan is saying this is another level irony. 😀"}, {"tweet_id": "1426968385401675778", "tweet": "@RanaAyyub You, even talking about taliban is irony", "replies": [{"tweet_id": "1427020204085743624", "tweet": "@STFUandStayAway @RanaAyyub Why?"}]}, {"tweet_id": "1426968677321043973", "tweet": "@RanaAyyub Today you should openly say to the Talibani that \" Muslim lives matters \" 😭😭\nAnd don't forget to mention  \" POTUS \". In your tweet. 🥴🥴", "replies": [{"tweet_id": "1427021720750366724", "tweet": "@ksh12345678900 @RanaAyyub You realize that while you’re tweeting this, your DP is of a pervert?"}]}, {"tweet_id": "1426967455469957124", "tweet": "@RanaAyyub Your name with the word \"irony\" is most suitable though.", "replies": [{"tweet_id": "1427178310430199809", "tweet": "@MeetPatel1210 @RanaAyyub Rana 'Irony' Ayyub 😂😂"}]}, {"tweet_id": "1426968922012545025", "tweet": "@RanaAyyub Btw it was Indian RW who celebrated the abolishing of triple Talaq and radicals like you who were opposing it. Hope you understand the meaning of 'Irony'. :)", "replies": [{"tweet_id": "1426977761759875073", "tweet": "@Cartoonistajay @RanaAyyub And it was Indian RW who celebrated that guy from Gujarat who wielded his sword on a pregnant lady."}]}, {"tweet_id": "1426969446585757701", "tweet": "@RanaAyyub The virus like 'Rana Ayub' is more dangerous than Corona, India should make antidote to neutralize this Virus.", "replies": [{"tweet_id": "1427021222085337090", "tweet": "@eQWWux3PK1evgSs @RanaAyyub I see! Please go to a crematorium and tell this to families mourning loss due to COVID. I’m sure they’ll agree with you"}]}, {"tweet_id": "1426970011847954435", "tweet": "@RanaAyyub Obviously you don't seem as concerned for them even though you know fully well of the fate they will face from here on.\nWhat's ironical really is your lack of empathy for mothers, sisters &amp; children of your own faith.\nBut you had to bring it down to \"wings\".\nShame on you!", "replies": [{"tweet_id": "1427121734839201792", "tweet": "@MurliMenon6 @RanaAyyub Why are you so triggered when comparing Taliban to Hindu Taliban aka RSS? Why so hurt when faced with facts?"}, {"tweet_id": "1427160461942804481", "tweet": "@MurliMenon6 @RanaAyyub What more can be expected from these pseudo liboos. Cherry picking &amp; then go full hogg screaming saffronization, Talibanization in a country that has never been expantionist and suffered over centuries for that. They do not have the concept of shame either 💩"}]}, {"tweet_id": "1426970247878246402", "tweet": "@RanaAyyub And exposing hypocrisy of you and likes of you !! \n\nFirst explore the meaning of Irony in true sense !!", "replies": [{"tweet_id": "1427018449851650052", "tweet": "@pafcoms @RanaAyyub Are you high? Please make proper sentences which convey some meaning. What does “explore meaning of Irony in true sense” mean? There’s just one meaning of irony and it’s available in dictionary."}]}, {"tweet_id": "1426971189910511617", "tweet": "@RanaAyyub Same as u eating haleem n giving us knowledge of not fire on Diwali", "replies": [{"tweet_id": "1427019167090233346", "tweet": "@Yashu15881162 @RanaAyyub How do you know she eats Haleem? I’m sure you saw her at the restaurant where you were eating Haleem"}]}, {"tweet_id": "1426972843783311364", "tweet": "@RanaAyyub It should be the other way round. Afghans should be concerned about indian women\n\nhttps://t.co/tFTdY36TYI", "replies": [{"tweet_id": "1427178311344484355", "tweet": "@SameerGojri @RanaAyyub Yes because of Islamic Love jihad and Riots"}, {"tweet_id": "1427052914426609665", "tweet": "@SameerGojri @RanaAyyub India me kyo ho chale jao Afghanistan apni mom ko lekar"}, {"tweet_id": "1427113678088724480", "tweet": "@SameerGojri @RanaAyyub Madarshachaap spotted 😂"}, {"tweet_id": "1427132895655653377", "tweet": "@SameerGojri @RanaAyyub Bhai tum apni Maa, Bahan ko leke Kabul shift ho jao,\n\nI fund your expenses"}, {"tweet_id": "1427242231279194118", "tweet": "@SameerGojri @RanaAyyub Then send your women to Afghanistan"}, {"tweet_id": "1427355731393597448", "tweet": "@SameerGojri @RanaAyyub Itna hi unsafe hai to afganistan ka one way ticket lekar nikal lo"}, {"tweet_id": "1427473921733906432", "tweet": "@SameerGojri @RanaAyyub Pehli fursat me kabul nikal lo bhai saahb ap. Hum aapki khushmad ki dua karenge."}, {"tweet_id": "1427084795025129474", "tweet": "@SameerGojri @RanaAyyub Sameer bhai\n2 din apni family ke saath afganistan trip kar aao\n\nTrust me India heaven lagne lag jayega"}]}, {"tweet_id": "1426974772055855105", "tweet": "@RanaAyyub Didi, why are Afghans fleeing the Taliban seeking refuge in a supposedly \"Hindu Taliban\" run Bharat?", "replies": [{"tweet_id": "1427105241506320390", "tweet": "@rk32268268 @RanaAyyub Because India is close to them and safer....but that doesn't mean India is completely safe... remember what happened in Jantar Mantar a few days ago?"}]}, {"tweet_id": "1426977016348233739", "tweet": "@RanaAyyub People living in Afghanistan realise the importance of India and how safe it is and are rushing here from #Kabul etc..\n\nBut few so called journalists staying here for years try to create fake stories of fascism etc..\nShameful!!\n\nhttps://t.co/mwTepugyqw", "replies": [{"tweet_id": "1427086799076139012", "tweet": "@badri4BJP @RanaAyyub Dimshit, you jump in a well instead off a cliff just to increase survivability. Censorship is a veil. And you feel, parda jo uthh gya toh, khubsurti udd jayegi. So instead you add patches over patches of cloth."}, {"tweet_id": "1427127953960304642", "tweet": "@badri4BJP @RanaAyyub But as per the new citizenship rules these Afghans should not be allowed in India right? Isn't that what your BJP scum want? To kick out muslims and turn away Muslim refugees? Double standards you lying snake?"}]}, {"tweet_id": "1426984151740080130", "tweet": "@RanaAyyub Haven't exactly seen you criticising Taliban or showing concern for Afghan women yet\nIs that an irony or u really do not care...", "replies": [{"tweet_id": "1427126761427333124", "tweet": "@alogicalindian @RanaAyyub Do you only care about Afghan women? Not the men and children? Is it the amazing dream where sanghi men save and free women from Muslim men? Gharwaapasi dreams eh? 😂😂😂😂"}]}, {"tweet_id": "1426985508098297860", "tweet": "@RanaAyyub I think your family is not living in Afghanistan. \n\nShame on you for this tweet as so called journalist.\n\nBe human. 🙏🙏🙏"}, {"tweet_id": "1427002125989466115", "tweet": "@RanaAyyub Now you are the happiest woman in the world. Get packed up in burka and go embrace  your Tslibani brothers. Plan with them for  next toolkit fir India.", "replies": [{"tweet_id": "1427020021327441920", "tweet": "@DDutta55791235 @RanaAyyub She will, first you get packed up wearing nothing and plan for next Kumbh Mela with Nanga Sadhus"}, {"tweet_id": "1427126373030584329", "tweet": "@DDutta55791235 @RanaAyyub Why are you so obsessed with what women wear? Unquenchable sexual fantasies after spending too much time with RSS chaddi uncles in shaakahs?"}]}, {"tweet_id": "1427020298142961668", "tweet": "@RanaAyyub Why don't Indian Muslims come on streets against Taliban?", "replies": [{"tweet_id": "1427237292683390977", "tweet": "@arunkaushal73 @RanaAyyub Remember Death rate in Afghanistan under Taliban in lowest. Have u ever seen such a peaceful transfer vof regime. Here in India more people die in one election then death in transfer of power."}, {"tweet_id": "1427239050642001920", "tweet": "@arunkaushal73 @RanaAyyub Nobody should support or oppose anyone on relegious or cast basis... people should support or oppose on basis of principles of modern justice only...."}, {"tweet_id": "1427262939866837000", "tweet": "@arunkaushal73 @RanaAyyub For what?"}, {"tweet_id": "1427195713717297154", "tweet": "@arunkaushal73 @RanaAyyub Do you come into the streets when RSS and VHP shout hate slogans in  India's capital?  can assume you hate Muslim just like them?"}, {"tweet_id": "1427090199259930625", "tweet": "@arunkaushal73 @RanaAyyub All Muslims all over the world are soft Taliban. Don’t you see burkha laden women in India. They even opposed triple talaq. This is the real truth."}]}, {"tweet_id": "1427039571674554492", "tweet": "@RanaAyyub But it’s the correct message, even if they don’t mean it…right?", "replies": [{"tweet_id": "1427040005759934464", "tweet": "@RanaAyyub We need to see good …or else we will see everything with a biased lens. Appreciate good things even if it comes from people you dislike…just my 2 cents"}]}, {"tweet_id": "1427120443496951812", "tweet": "@RanaAyyub इसको कुल मिलाकर ,सिर्फ RW और मोदी सरकार से समस्या हो , चाहे तालिबान पत्रकार को बुरी मौत के घाट उतार दे , चाहे तालिबान कुँवारी , और विधवा लड़कियों की लिस्ट माँग ले .....उस पर कोई प्रतिक्रिया नही , या कोई नरम प्रतिक्रिया , और यदि तालिबान माफी मांग ले , ये तो लोग भी लिस्ट पहुंचाने+", "replies": [{"tweet_id": "1427120640138485761", "tweet": "@RanaAyyub लगेंगे , धन्य है ऐसी माता , बहन , बेटी ...."}]}, {"tweet_id": "1427128116141457410", "tweet": "@RanaAyyub When women safety concern every body should consider \n1)hatras case \n2) dalith women raped by poojaary in Delhi \n3) asifa case in kasmeer \n4) pregnant women raped in 2002 Gujarat roits \n\nExt ext number goes infinite \nBut consider rape case in Arabic country", "replies": [{"tweet_id": "1427158694362505218", "tweet": "@abdulrazak1563 @RanaAyyub Bro there is no law without evidence they given punishment"}]}]}