{"tweet_id": "1459864236423725056", "tweet": "There was communal tension in Tripura but controlled by police some days ago\n\nPropagandists spread fake news in name of Tripura violence, which resulted in violence by radicals in Maharashtra\n\nThese photos, videos are not from Tripura, video from Bangladesh &amp; photos of Rohingyas https://t.co/Bgcrw09dvt", "comments": [{"tweet_id": "1459864873911738368", "tweet": "@AskAnshul It's the 'Wire'us spreading fake news", "replies": [{"tweet_id": "1459866144437768200", "tweet": "@tv_aravind @AskAnshul So too Rahul Gandhi..."}]}, {"tweet_id": "1459865114824241158", "tweet": "@AskAnshul How can they do this... This is a matter of shame that some people love to spread communal hate and violence.\nWhat does they benefit from this...?\nCan't they be stopped or can't they live in peace..?\nThere are many critical topics than religious discrimination and hate...", "replies": [{"tweet_id": "1460083077418401792", "tweet": "@sawantatwork55 @AskAnshul Ask @AskAnshul to elaborate on why the violence in Tripura took place.\n\nWhy did the VHP and the Bajrang Dal take out rallies in various places in Tripura , especially places in remote areas so that there would not be any police interference in their violence ?\n\nAny bhakt ?"}, {"tweet_id": "1460105571407855617", "tweet": "@sawantatwork55 @AskAnshul They get paid like good good sum to create unrest. It's basically tgeir work fir which tgey have got national rewards awards also."}]}, {"tweet_id": "1459868327367483394", "tweet": "@AskAnshul Don't know about other places but in my native village a decade ago there wasn't single maszid (or may be 1) but now there are multiple/many and whole day they will keep on using loud speaker.\nThere count has increased so many times.\nSome times it feels scary..", "replies": [{"tweet_id": "1460106525184184322", "tweet": "@saketranjanjha @AskAnshul In ramzaan...whole night. Too sick."}, {"tweet_id": "1462698990915387392", "tweet": "@AskAnshul For those who are happy over my use of word \"scary\"-- sab tumhare baap daadao ki tarah darpok nahi jo bhagwaan badal lengey.\nHaan scary hai although many senses- increasing population  is the first and foremost."}]}, {"tweet_id": "1459868474386251786", "tweet": "@AskAnshul State had not \"failed\", state has \"sponsored\" it. The more the noose around drug mafia tightens, the more such rioting will be seen.\n\nhttps://t.co/uh0s1GaDYc", "replies": [{"tweet_id": "1460182091237257223", "tweet": "@GujjuGi75210888 @AskAnshul Bal Thackeray must be sad in heaven looking at what his party has become"}]}, {"tweet_id": "1459890670693273600", "tweet": "@AskAnshul Violence or no violence. They can not go on rampage every now &amp; then under the name of some atrocity in India or abroad. There hv been lot of atrocities against hindus in pakistan, bangladesh but hindus hv never protested violenetly. This shd not b tolerated.", "replies": [{"tweet_id": "1459970207439486980", "tweet": "@rhk231 @AskAnshul Hindus consider it as their motherland they also but religion is supreme for them. Hindus failed to protect its motherland since Babar invasion because of greed and no unity."}]}, {"tweet_id": "1459918597849960449", "tweet": "@AskAnshul When innumerable \"TEMPLES \" we're AND are destroyed and Devastated by some people, They NEVER and EVER felt anything till now, They have a feeling that other religion people have no faith or sence \nToday by hearing FAKE news about their prying place, look what all they are doing", "replies": [{"tweet_id": "1459970826074091526", "tweet": "@GowriManju9845 @AskAnshul Yes, government very greedy since independence only controlling funds of temples only. Not any mosque and church."}]}, {"tweet_id": "1459936611110567938", "tweet": "@AskAnshul When Muslims pre planned violence against Hindus and ransacked their places of worship in Bangladesh, the Indian Muslim kept silent. No protest. But based on a fake news about Tripura , Muslims in Maharashtra resort to violence. What sort of a behaviour?", "replies": [{"tweet_id": "1459970311772794880", "tweet": "@Kannanns @AskAnshul Target was UP."}, {"tweet_id": "1460217762668703746", "tweet": "@Kannanns @AskAnshul Sir, it's our fault. When Hindus were killed in Bangladesh, we should have done the same protest with violence over Muslims. Muslims are teaching the same to us over decades, but we people are sleeping over the period."}, {"tweet_id": "1460183970029588480", "tweet": "@Kannanns @AskAnshul Wht happened in Delhi whr rss terrorists  with the help of delhi police  killed  muslims burnt their houses. Was nt that pre planned  #andhbhakt"}]}, {"tweet_id": "1461525077065814017", "tweet": "@AskAnshul @Veeresh96162478 Most of the muslims have religious whatsup public group, one person is a joint of 5-10 such group,\nI think the police need to keep an eye on such groups.", "replies": [{"tweet_id": "1461538990637477894", "tweet": "@sachinoffice @AskAnshul Yes that's why they are active in all riot's"}]}, {"tweet_id": "1459948972567449604", "tweet": "@AskAnshul Why fake Tripura ( Bangladesh pics ) issue triggered communal riots in #Maharashtra , why not in other states ? When regular offenders sayad Nuri given Fatwa for band overnighted by LIU , @OfficeofUT #UddhavThackeray #mahaagadi . Was it appeasing politics of dying ally #Congress", "replies": [{"tweet_id": "1459951164934348804", "tweet": "@AskAnshul @OfficeofUT Was it a effect of foolish act by @RahulGandhi who tweeted ‘Tripura  burning’without checking authenticity of rumours who Resulted  #MaharashtraRiots #MaharashtraViolence #Maharashtra #Amrawati #Congress_Hates_Hindutva #RahulGandhi #Tripuraviolence #TripuraRiots #HinduVirodhiMVA"}]}]}