{"tweet_id": "1467712410534309889", "tweet": "To all those crying over #6DecemberBlackDay, \n\nJust imagine, if Muslims felt bad after seeing 1 Masjid demolished, just imagined how Hindus would have felt after seeing the destruction of thousands of temples, killing of thousands of devotees, all over India over centuries.", "comments": [{"tweet_id": "1467713426440945675", "tweet": "Still, you can buy something reliving here, Also in case of emergency just rush to the nearest pharmacist. \n\nhttps://t.co/tJzOrrrwu5"}, {"tweet_id": "1467717676046815232", "tweet": "@Go_Movie_Mango @rahulroushan Kya baat kar rahe? Kuchh din pehle tweet nahi dekha tha...pooja to ghar me kar sakte hain. Babur-mir baqi ne bhi yehi kahaa hoga...pooja ghar me kar lo"}, {"tweet_id": "1467724307782520834", "tweet": "@Go_Movie_Mango @rahulroushan One correction, not thousands of devotees... Tens of millions.. as per Will Durant's estimate, 80 Million Hindus killed/converted in last millennia"}, {"tweet_id": "1467726620437860357", "tweet": "@Go_Movie_Mango That happened before india was a democracy, before india was a country. What if the Dalits begin to avenge for centuries of torture? Princely states used to fight each other, what if different regions start fighting citing the past? Where does it stop?"}, {"tweet_id": "1467741109988171782", "tweet": "@Go_Movie_Mango If really muslims demolished, your temples and killing 1000 of devotees, If it's really happend you will also be a Muslim. But unfortunately muslims never Do. Mughals have the power khilji have the power we rule 800ys but mostly hindus have majority today why?"}, {"tweet_id": "1467744551313960964", "tweet": "@Go_Movie_Mango @coolfunnytshirt Wokes : https://t.co/SdhHcQH7LZ"}, {"tweet_id": "1467755350195531778", "tweet": "@Go_Movie_Mango Babri masjid demolition has a big shame of our secular country.\nAttack on Babri Masjid was an Attack on India Secularism, Constitution, Fraternity and Judiciary!"}, {"tweet_id": "1467755599186120705", "tweet": "@Go_Movie_Mango #6December1992 #BabriMasjid was illegally demolished by terrorist organizations which resulted in several months of intercommunal rioting between 2 communities in India, causing the death of at least 2,000 people."}, {"tweet_id": "1467759333433753602", "tweet": "@Go_Movie_Mango Built hospital not masjid."}, {"tweet_id": "1467765098693410821", "tweet": "@Go_Movie_Mango imagine even how hindu felt when they knew that some like ISIS exist i their own religion thats called Hindutva…"}, {"tweet_id": "1467766669237911554", "tweet": "@Go_Movie_Mango So your picturising this as a revenge..? At that time did we have a concept of India as a country..?"}, {"tweet_id": "1467833691397255173", "tweet": "@Go_Movie_Mango Aap zara hume bhi to bata do koi 500 years ya 600 years purani history jisme apki mandir todi gai \nAbhi wale kutto ki book my dikhana history dikhana proof ke sath book name and kaha se print hui"}, {"tweet_id": "1467721077530918914", "tweet": "@Go_Movie_Mango @rahulroushan first of all mosque is just a prayer hall. so there should be no comparison of a consecrated temple with a living diety to just buildings people pray in groups🙏 like Church/Mosque plus Hindu temples are technically not place for \"praying\""}, {"tweet_id": "1467719296885399555", "tweet": "@Go_Movie_Mango Bro you have false information.. \n\nBecause everything of yours is  imagination ..\n\nFor example.. \n\nThe temple is making of savarkar ??\n\nYour children will tell that this is god.. \n\nTalk on truth base"}, {"tweet_id": "1467743411088158720", "tweet": "@Go_Movie_Mango HinduGods, They could not save themselves, Shiva murdered his son, Ganesha, they could not identify their own relationship. Krishna, Arjuna mass murered 1.66billion hindus single war, Kurukshetra all in 18days"}, {"tweet_id": "1467746673044508672", "tweet": "@Go_Movie_Mango Tum chutiyon ko koun samjhae ... Masjid me Allah aur Mandir me bhagwaan Nahi hote.. god har insaan ke Dil me hota hai.. agar ishwar (Allah) Dil ma Nahi hoga to sirf nafrat hogi Dil me."}]}